insert into stopplaces (id, name, region_code)
values  (1, 'Пермь, Автовокзал', 59),
        (2, 'Пермь, Южная', 59),
        (3, 'Кунгур', 59),
        (4, 'Авторадио', 59),
        (5, 'Кунгур отворот', 59),
        (6, 'Суксун', 59),
        (7, 'Березовка', 59),
        (8, 'Ильинский', 59),
        (9, 'Кудымкар', 59),
        (10, 'Чернушка', 59);

insert into awtlist (id, name, address, phones)
values  (1, 'Пермь, Автовокзал', 'г.Пермь, ул.Революции, 68', '+7 (342) 236-43-00'),
        (2, 'Пермь, Автостанция Южная', 'Пермский край, г.Пермь, ул.Ижевская, д.2', '+7 (342) 268-11-24');

insert into routes (id, name, time_out, sp_from_id, sp_to_id)
values  (1, 'Пермь - Нытва', '10:00:00', 1, 4),
        (2, 'Пермь - Кунгур', '12:30:00', 2, 3);

insert into races (id, date_race, status_id, awt_id, route_id)
values  (1, '2020-11-11', 1, 1, 1),
        (2, '2020-11-05', 1, 2, 2),
        (3, '2020-10-31', 1, 1, 1),
        (4, '2020-10-31', 1, 2, 2),
        (5, '2020-10-30', 1, 1, 1);

insert into orders (id, user_id, price, sp_from_id, sp_to_id, race_id, status_id)
values  (1, 1, 154.50, 2, 5, 1, 1),
        (2, 2, 535, 2, 3, 1, 1);




